[
  {
    "id": 1,
    "title": "Monuril",
    "description": "Fosfomycin is an oral antibiotic effective against E. coli and Enterococcus faecalis, often used for treating uncomplicated UTIs. It was first discovered in 1969 and is widely used due to its effectiveness in maintaining high urinary concentrations over a prolonged period.",
    "image": "/assets/monuril.jpg",
    "body": "<table>\n  <tr>\n    <th>Products</th>\n    <td>Monuril</td>\n  </tr>\n  <tr>\n    <th>Therapeutic class</th>\n    <td>antibiotic</td>\n  </tr>\n  <tr>\n    <th>Active constituent</th>\n    <td>Fosfomycin trometamol</td>\n  </tr>\n  <tr>\n    <th>Concentration</th>\n    <td>3 gram</td>\n  </tr>\n  <tr>\n    <th>Dosage form</th>\n    <td>Granules for oral solution</td>\n  </tr>\n  <tr>\n    <th>Route of administration</th>\n    <td>Oral</td>\n  </tr>\n</table>\n\n<h2>Introduction</h2><p>Fosfomycin is an oral antibiotic used for the treatment of uncomplicated urinary tract infections (UTIs) caused by either E. coli or Enterococcus faecalis. Fosfomycin is structurally similar to phosphoenolpyruvate, one of the precursors involved in the synthesis of peptidoglycan. Unlike beta-lactams, fosfomycin disrupts the building of bacterial cell walls by blocking formation of cell wall precursors rather than blocking peptide cross-linking. The combination of fosfomycin and a beta-lactam may be synergistic. Fosfomycin was originally discovered in 1969 and may be listed as \"phosfomycin\" in some US references. It has been available in Europe since 1988. Since it sustains effective urinary concentrations for over 3 days, fosfomycin is approved for single-dose treatment of uncomplicated urinary tract infection, however, efficacy as a single dose agent appears to be less than that for fluoroquinolones or co-trimoxazole. In vitro data suggest that fosfomycin may also be effective for other UTIs caused by gram-negative rods, however, no clinical data are available at this time to support using fosfomycin in UTIs involving these pathogens. Fosfomycin was FDA approved December 18, 1996 and is currently available in 19 foreign countries.</p><h2>Mechanism of Action</h2><p>Fosfomycin inhibits one of the first steps in the synthesis of peptidoglycan. After transport into bacterial cells via glycerol-3-phosphate or glucose-6-phosphate transport systems, fosfomycin, through its epoxide group, irreversibly inactivates the enzyme enolpyruvyl transferase by taking the place of phosphoenolpyruvate. Inactivation of this enzyme blocks the condensation of uridine diphosphate-N-acetylglucosamine with p-enolpyruvate, a key first step in bacterial cell wall synthesis. Fosfomycin also binds other p-enolpyruvate dependent enzymes, but irreversible inactivation does not occur. Inhibition of peptidoglycan synthesis results in accumulation of the nucleotide precursors and subsequent death and bacterial cell lysis. Fosfomycin is bactericidal in the urine at therapeutic doses. Clinicians are advised to consult susceptibility data at the institution in which they practice to determine fosfomycin activity.</p><h2>Pharmacodynamics/Kinetics</h2><p><strong>Absorption</strong>: Oral: Rapidly absorbed</p><p><strong>Distribution</strong>: Oral: Vd: 90 to 180 L</p><p><strong>Protein binding</strong>: None.</p><p><strong>Bioavailability</strong>: Oral: Fasting: 37%; With food: 30%</p><p><strong>Half-life elimination</strong>: Oral: 3 to 8 hours; CrCl <54 mL/minute: 50 hours; Hemodialysis patients: 40 hours</p><p><strong>Time to peak, serum</strong>: Oral: 2 hours; Within 4 hours with high-fat meal</p><p><strong>Excretion</strong>: Oral: Urine (38% as unchanged drug); feces (18% as unchanged drug)</p><p><strong>Renal function impairment</strong>: Urinary excretion decreases to 11% in patients with CrCl 7 to 54 mL/minute.</p><h2>Use: Labeled Indications</h2><p>Used for acute & recurrent cystitis in women “uncomplicated urinary tract infection” and cystitis during pregnancy, perioperative prophylaxis of UTIs.</p><h2>Dosing: Adult</h2><p>Acute uncomplicated cystitis or acute simple cystitis: Oral: 3 g as a single dose. Multidose regimens (eg, 3 g once every 2 to 3 days for 3 doses) have been described, particularly for multidrug-resistant UTIs. Cystitis, uncomplicated, prophylaxis for recurrent infection: Oral: 3 g once every 7 to 10 days for continuous prophylaxis.</p><h2>Administration: Oral</h2><p>Always mix with 3 to 4 oz (90 to 120 mL) cool water before ingesting; do not administer in its dry form or mix with hot water. May be administered without regard to meals.</p><h2>Pregnancy Recommendation</h2><p>Compatible</p><h2>Breast-feeding Recommendation</h2><p>Limited Human Data—Probably Compatible</p><h2>Guidelines</h2><p>Guidelines are available for screening pregnant women for asymptomatic bacteruria. When treatment is needed, a 3- to 7-day regimen of an appropriate antibiotic is currently recommended (Nicolle 2005; U.S. Preventive Task Force 2008).</p><ul><li>The U.S. Preventive Services Task Force recommends screening all pregnant patients for asymptomatic bacteriuria with a urine culture at 12 to 16 weeks' gestation or the first prenatal visit if later. Patients with a positive culture should be treated with targeted antibiotics to prevent maternal pyelonephritis and low infant birth weight. The ideal frequency of subsequent urine cultures is not known (U.S. Preventive Task Force 2008).</li><li>When asymptomatic bacteriuria occurs early in pregnancy, there is a 20- to 30-fold increased risk of developing pyelonephritis. If untreated, there is an increased risk of premature delivery and low birth weight infants. All pregnant women should be screened early in pregnancy and treated if positive. Although the optimal duration of therapy is not yet defined, treatment should be for 3 to 7 days. Periodic screening for recurrent bacteriuria should be done after the initial infection and therapy (Nicolle 2005).</li></ul><h2>Pregnancy Considerations - Animal Data</h2><p>Fosfomycin crosses the placenta in rats. Pregnant rats were administered fosfomycin in doses up to 1.4 times the equivalent human dose (based on BSA); teratogenic effects were not observed. Pregnant rabbits were administered fosfomycin in doses up to 2.7 times the human dose (based on BSA); fetotoxicity and maternal toxicity was observed. The adverse events observed in the rabbit are believed to be due to the sensitivity of the species to changes in the intestinal flora following antibiotic administration (Monurol prescribing information 2018).</p><h2>Breast-Feeding Considerations - Summary</h2><p>Fosfomycin is present in breast milk (Kirby 1977). Due to the potential for serious adverse reactions in the breastfed infant, the manufacturer recommends a decision be made whether to discontinue breastfeeding or to discontinue the drug, taking into account the importance of treatment to the mother. In general, antibiotics that are present in breast milk may cause non-dose-related modification of bowel flora. Monitor infants for GI disturbances, such as thrush or diarrhea (WHO 2002).</p><h2>Breast-Feeding Considerations - Issues Related to Infant</h2><p>Fosfomycin is present in breast milk (Kirby 1977). Due to the potential for serious adverse reactions in the breastfed infant, the manufacturer recommends a decision be made whether to discontinue breastfeeding or to discontinue the drug, taking into account the importance of treatment to the mother (Monurol prescribing information 2018).</p><ul><li>After a parenteral dose of fosfomycin 1 to 2 g, milk concentrations were 3.6 mcg/mL (n=2) and colostrum concentrations were 4.8 mcg/mL (n=2). The corresponding maternal concentrations were 50 to 64.2 mcg/mL. No additional details were provided (Kirby 1977). Using a milk concentration of 3.6 mcg/mL, the estimated dose received by a breastfeeding infant would be 0.54 mg/kg/day (relative infant dose: 2.8%, based on a weight-adjusted oral 2 g maternal dose).</li><li>In general, antibiotics that are present in breast milk may cause nondose-related modification of bowel flora. Monitor infants for GI disturbances, such as thrush or diarrhea (WHO 2002).</li></ul><h2>Adverse Reactions</h2><p>The following adverse drug reactions and incidences are derived from product labeling unless otherwise specified.</p><p>1% to 10%:</p><ul><li>Central nervous system: Headache (4% to 10%), pain (2%), dizziness (1% to 2%)</li><li>Dermatologic: Skin rash (1%)</li><li>Gastrointestinal: Diarrhea (9% to 10%), nausea (4% to 5%), abdominal pain (2%), dyspepsia (1% to 2%)</li><li>Genitourinary: Vaginitis (6% to 8%), dysmenorrhea (3%)</li><li>Neuromuscular & skeletal: Back pain (3% to 4%)</li><li>Respiratory: Upper respiratory tract infection (1%)</li></ul><p>0.1% to 1%:</p><ul><li>Cardiovascular: Palpitations (0.1% to 1%)</li><li>Gastrointestinal: Vomiting (0.1% to 1%)</li></ul><h2>Drug Interactions</h2><p><strong>Metoclopramide</strong>: (Moderate) When coadministered with fosfomycin, metoclopramide, a drug which increases gastrointestinal motility, lowers the serum concentration and urinary excretion of fosfomycin. Other drugs that increase gastrointestinal motility may produce similar effects. Monitor for evidence of clinical effectiveness of fosfomycin. Since fosfomycin is given as a single dose, separating times of administration may limit the interaction.</p>\n<h2>References</h2><p>Albert X, Huertas I, Pereiró II, Sanfélix J, Gosalbes V, Perrota C. Antibiotics for preventing recurrent urinary tract infection in non-pregnant women. Cochrane Database Syst Rev. 2004;(3):CD001209. doi: 10.1002/14651858.CD001209.pub2.[PubMed 15266443]</p><p>Anger J, Lee U, Ackerman AL, et al. Recurrent uncomplicated urinary tract Infections in women: AUA/CUA/SUFU guideline. J Urol. 2019;202(2):282-289. doi: 10.1097/JU.0000000000000296.[PubMed 31042112]</p><p>Babiker A, Clarke L, Doi Y, Shields RK. Fosfomycin for treatment of multidrug-resistant pathogens causing urinary tract infection: a real-world perspective and review of the literature [published online June 24, 2019]. Diagn Microbiol Infect Dis. doi: 10.1016/j.diagmicrobio.2019.06.008.[PubMed 31307867]</p><p>Baquero-Artigao F, Del Rosal Rabes T. Fosfomycin in the pediatric setting: Evidence and potential indications. Rev Esp Quimioter. 2019;32(suppl 1):S55-S61.[PubMed 31131593]</p><p>Careddu P, Borzani M, Scotti L, Varotto F, Garlaschi L, Fontana P. Treatment of lower urinary tract infections in children: single dose fosfomycin trometamol versus pipemidic acid. Chemioterapia. 1987;6(4):290-294.[PubMed 3652281]</p><p>Costantini E, Zucchi A, Salvini E, et al. Prulifloxacin vs fosfomycin for prophylaxis in female patients with recurrent UTIs: a non-inferiority trial. Int Urogynecol J. 2014;25(9):1173-1178. doi: 10.1007/s00192-013-2318-1.[PubMed 24554302]</p><p>Fosfomycin for urinary tract infections. Med Lett Drugs Ther. 1997;39(1005):66-68.[PubMed 9255237]</p><p>Giancola SE, Mahoney MV, Hogan MD, Raux BR, McCoy C, Hirsch EB. Assessment of fosfomycin for complicated or multidrug-resistant urinary tract infections: patient characteristics and outcomes. Chemotherapy. 2017;62(2):100-104. doi: 10.1159/000449422.[PubMed 27788499]</p><p>Grabein B, Graninger W, Rodríguez Baño J, Dinh A, Liesenfeld DB. Intravenous fosfomycin-back to the future. Systematic review and meta-analysis of the clinical literature. Clin Microbiol Infect. 2017;23(6):363-372. doi: 10.1016/j.cmi.2016.12.005.[PubMed 27956267]</p><p>Gupta K, Hooton TM, Naber KG, et al; Infectious Diseases Society of America; European Society for Microbiology and Infectious Diseases. International clinical practice guidelines for the treatment of acute uncomplicated cystitis and pyelonephritis in women: a 2010 update by the Infectious Diseases Society of America and the European Society for Microbiology and Infectious Diseases. Clin Infect Dis. 2011;52(5):e103-e120. doi: 10.1093/cid/ciq257.[PubMed 21292654]</p><p>Hooton TM, Gupta K. Acute simple cystitis in women. Post TW, ed. UpToDate. Waltham, MA: UpToDate Inc. http://www.uptodate.com. Accessed July 12, 2019a.</p><p>Hooton TM. Acute simple cystitis in men. Post TW, ed. UpToDate. Waltham, MA: UpToDate Inc. http://www.uptodate.com. Accessed December 10, 2020b.</p><p>Hooton TM, Gupta K. Recurrent simple cystitis in women. Post TW, ed. UpToDate. Waltham, MA: UpToDate Inc. http://www.uptodate.com. Accessed July 12, 2019c.</p><p>Huttner A, Kowalczyk A, Turjeman A, et al. Effect of 5-day nitrofurantoin vs single-dose fosfomycin on clinical resolution of uncomplicated lower urinary tract infection in women: a randomized clinical trial. JAMA. 2018;319(17):1781-1789. doi: 10.1001/jama.2018.3627.[PubMed 29710295]</p><p>Ivozfo (fosfomycin) [product monograph]. Mississauga, Ontario, Canada: Verity Pharmaceuticals; May 2019.</p><p>Karaiskos I, Galani L, Sakka V, et al. Oral fosfomycin for the treatment of chronic bacterial prostatitis. J Antimicrob Chemother. 2019;74(5):1430-1437. doi: 10.1093/jac/dkz015.[PubMed 30796442]</p><p>Kirby WM, \"Pharmacokinetics of Fosfomycin,\" Chemotherapy, 1977, 23(Suppl 1):141-51.[PubMed 832510]</p><p>Loethen AA, Kerstenetzky L, Descourouez JL, Leverson GE, Smith JA, Jorgenson MR. Fosfomycin for the treatment of cystitis in the abdominal solid organ transplant population. Pharmacotherapy. 2017;37(5):599-606. doi: 10.1002/phar.1924.[PubMed 28295441]</p><p>Los-Arcos I, Pigrau C, Rodríguez-Pardo D, et al. Long-term fosfomycin-tromethamine oral therapy for difficult-to-treat chronic bacterial prostatitis. Antimicrob Agents Chemother. 2015;60(3):1854-1858. doi: 10.1128/AAC.02611-15.[PubMed 26666924]</p><p>Monurol (fosfomycin tromethamine) [prescribing information]. Madison, NJ: Allergan USA, Inc; October 2019.</p><p>Neuner EA, Sekeres J, Hall GS, van Duin D. Experience with fosfomycin for treatment of urinary tract infections due to multidrug-resistant organisms. Antimicrob Agents Chemother. 2012;56(11):5744-5748.[PubMed 22926565]</p><p>Nicolle LE, Gupta K, Bradley SF, et al. Clinical practice guideline for the management of asymptomatic bacteriuria: 2019 update by the Infectious Diseases Society of America. Clin Infect Dis. 2019;68(10):e83-e110.</p><p>Principi N, Corda R, Bassetti D, Varese LA, Peratoner L. Fosfomycin trometamol versus netilmicin in children's lower urinary tract infections. Chemotherapy. 1990;36(suppl 1):S41-S45.[PubMed 2085989]</p><p>Qiao LD, Zheng B, Chen S, et al. Evaluation of three-dose fosfomycin tromethamine in the treatment of patients with urinary tract infections: an uncontrolled, open-label, multicentre study. BMJ Open. 2013;3(12):e004157. doi: 10.1136/bmjopen-2013-004157.[PubMed 24309172]</p><p>Reeves DS, \"Treatment of Bacteriuria in Pregnancy With Single Dose Fosfomycin Trometamol: A Review,\" Infection, 1992, 20(Suppl 4):S313-6.[PubMed 1294525]</p><p>Rudenko N, Dorofeyev A. Prevention of recurrent lower urinary tract infections by long-term administration of fosfomycin trometamol. Double blind, randomized, parallel group, placebo controlled study. Arzneimittelforschung. 2005;55(7):420-427.[PubMed 16080282]</p><p>Sastry S, Doi Y. Fosfomycin: resurgence of an old companion. J Infect Chemother. 2016</p><p>J Infect Chemother. 2016;22(5):273-280. doi: 10.1016/j.jiac.2016.01.010.[PubMed 26923259]</p>\n<p>Stein GE. Comparison of single-dose fosfomycin and a 7-day course of nitrofurantoin in female patients with uncomplicated urinary tract infection. Clin Ther. 1999;21(11):1864-1872. doi: 10.1016/S0149-2918(00)86734-X.[PubMed 10890258]</p>\n<p>Van Pienbroek E, Hermans J, Kaptein AA, Mulder JD. Fosfomycin trometamol in a single dose versus seven days nitrofurantoin in the treatment of acute uncomplicated urinary tract infections in women. Pharm World Sci. 1993;15(6):257-262.[PubMed 8298585]</p>\n<p>Varese LA. Trometamol salt of fosfomycin versus netilmicin: randomized multicenter study in children's lower urinary tract infections. Eur Urol. 1987;13(suppl 1):S119-S121.[PubMed 3552696]</p>\n<p>World Health Organization (WHO). Breastfeeding and maternal medication, recommendations for drugs in the eleventh WHO model list of essential drugs. 2002. Available at <a href=\"http://www.who.int/maternal_child_adolescent/documents/55732/en/\">link</a></p>\n<p>Anderson PO, Sauberan JB. Modeling drug passage into human milk. Clin Pharmacol Ther. 2016;100(1):42-52.[PubMed 27060684]</p>\n<p>Bayrak O, Cimentepe E, Inegöl I, et al, \"Is Single-Dose Fosfomycin Trometamol a Good Alternative for Asymptomatic Bacteriuria in the Second Trimester of Pregnancy?\" Int Urogynecol J Pelvic Floor Dysfunct, 2007, 18(5):525-9.</p>\n<p>Estebanez A, Pascual R, Gil V, Ortiz F, Santibáñez M, Pérez Barba C. Fosfomycin in a single dose versus a 7-day course of amoxicillin-clavulanate for the treatment of asymptomatic bacteriuria during pregnancy. Eur J Clin Microbiol Infect Dis. 2009;28(12):1457-1464.[PubMed 19768649]</p>",
    "tags": ["antibiotic"]
  }
  
]